placeholder/dbl_0_35_8-00140_9/constant/polyMesh/boundary
/*--------------------------------*- C++ -*----------------------------------*\
| =========                 |                                                 |
| \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox           |
|  \\    /   O peration     | Version:  v2012                                 |
|   \\  /    A nd           | Website:  www.openfoam.com                      |
|    \\/     M anipulation  |                                                 |
\*---------------------------------------------------------------------------*/
FoamFile
{
    version     2.0;
    format      ascii;
    class       polyBoundaryMesh;
    location    "constant/polyMesh";
    object      boundary;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

6
(
    inlet
    {
        type            patch;
        nFaces          10;
        startFace       12848;
    }
    outlet
    {
        type            patch;
        nFaces          10;
        startFace       12858;
    }
    walls
    {
        type            wall;
        inGroups        1(wall);
        nFaces          446;
        startFace       12868;
    }
    baffle
    {
        type            wall;
        inGroups        1(wall);
        nFaces          62;
        startFace       13314;
    }
    front
    {
        type            empty;
        inGroups        1(empty);
        nFaces          6556;
        startFace       13376;
    }
    back
    {
        type            empty;
        inGroups        1(empty);
        nFaces          6556;
        startFace       19932;
    }
)

// ************************************************************************* //
